Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# shifts.breakDeduction.explanation.endOfShift
source: The break is deducted from the end of the shift.
ar: تُخصم الاستراحة من نهاية الوردية.
bg: Почивката се удържа от края на смяната.
bn: বিরতি শিফটের শেষ থেকে কাটা হয়।
ca: La pausa es dedueix del final del torn.
cs: Pauza se odečte od konce směny.
da: Pausen trækkes fra slutningen af vagten.
de: Die Pause wird vom Ende der Schicht abgezogen.
el: Το διάλειμμα αφαιρείται από το τέλος της βάρδιας.
es: La pausa se descuenta del final del turno.
et: Paus arvatakse vahetuse lõpust maha.
fa: وقفه از پایان شیفت کسر می‌شود.
fi: Tauko vähennetään vuoron lopusta.
fil: Ang pahinga ay ibinabawas mula sa dulo ng shift.
fr: La pause est déduite de la fin du service.
he: ההפסקה מנוכה מסוף המשמרת.
hi: विराम शिफ्ट के अंत से काटा जाता है।
hr: Pauza se odbija od kraja smjene.
hu: A szünetet a műszak végéből vonjuk le.
id: Jeda dipotong dari akhir shift.
is: Pásan er dregin frá lokum vaktarinnar.
it: La pausa viene detratta dalla fine del turno.
ja: 休憩はシフトの終了時点から控除されます。
ko: 휴게시간은 근무 종료 시점에서 차감됩니다.
lt: Pertrauka išskaitoma iš pamainos pabaigos.
lv: Pārtraukums tiek atskaitīts no maiņas beigām.
nb: Pausen trekkes fra slutten av vakten.
nl: De pauze wordt afgetrokken van het einde van de dienst.
nn: Pausen blir trekt frå slutten av vakta.
pl: Przerwa jest odliczana od końca zmiany.
pt_br: A pausa é descontada do fim do turno.
ro: Pauza se deduce de la sfârșitul turei.
ru: Перерыв вычитается из конца смены.
sk: Prestávka sa odpočíta od konca zmeny.
sl: Odmor se odbije od konca izmene.
sr: Pauza se odbija od kraja smene.
sv: Pausen dras från slutet av passet.
sw: Mapumziko hukatwa kutoka mwisho wa zamu.
ta: இடைவேளை ஷிப்டின் முடிவில் இருந்து கழிக்கப்படும்.
th: เวลาพักจะถูกหักจากท้ายกะ
tr: Mola, vardiyanın sonundan düşülür.
uk: Пауза віднімається з кінця зміни.
ur: وقفہ شفٹ کے اختتام سے کاٹا جاتا ہے۔
vi: Thời gian nghỉ được trừ từ cuối ca.
zh_hans: 休息时间将从班次末尾扣减。
zh_hant: 休息時間會從班次結束時扣除。

# shifts.breakDeduction.explanation.exactPause
source: The deduction follows the exact pause window saved on this shift.
ar: يُحتسب الخصم وفق فترة الاستراحة الدقيقة المحفوظة في هذه الوردية.
bg: Удръжката следва точното време за почивка, запазено в тази смяна.
bn: কর্তনটি এই শিফটে সংরক্ষিত সঠিক বিরতি সময় অনুসরণ করে।
ca: La deducció segueix exactament la pausa desada en aquest torn.
cs: Odpočet se řídí přesným intervalem pauzy uloženým u této směny.
da: Fradraget følger det præcise pauseinterval, der er gemt på denne vagt.
de: Der Abzug folgt genau dem für diese Schicht gespeicherten Pausenfenster.
el: Η αφαίρεση ακολουθεί ακριβώς το αποθηκευμένο διάστημα παύσης αυτής της βάρδιας.
es: La deducción sigue la pausa exacta guardada en este turno.
et: Mahaarvamine järgib selle vahetuse salvestatud täpset pausiakent.
fa: کسر بر اساس بازه دقیق وقفه ذخیره‌شده در این شیفت انجام می‌شود.
fi: Vähennys noudattaa tälle vuorolle tallennettua tarkkaa taukojaksoa.
fil: Sinusunod ng bawas ang eksaktong oras ng pahinga na naka-save sa shift na ito.
fr: La déduction suit exactement la pause enregistrée sur ce service.
he: הניכוי מתבצע לפי חלון ההפסקה המדויק שנשמר במשמרת זו.
hi: कटौती इस शिफ्ट में सहेजी गई सटीक विराम अवधि के अनुसार होती है।
hr: Odbitak prati točno vrijeme pauze spremljeno na ovoj smjeni.
hu: A levonás az ezen a műszakon mentett pontos szünetidőt követi.
id: Potongan mengikuti jendela jeda persis yang disimpan pada shift ini.
is: Frádrátturinn fylgir nákvæmlega pásunni sem er vistuð á þessari vakt.
it: La detrazione segue l'esatta pausa salvata in questo turno.
ja: 控除は、このシフトに保存された正確な休憩時間帯に従います。
ko: 공제는 이 근무에 저장된 정확한 휴게 시간대를 따릅니다.
lt: Išskaita taikoma tiksliai šiai pamainai išsaugotam pertraukos laikui.
lv: Atskaitījums seko šai maiņai saglabātajam precīzajam pārtraukuma laikam.
nb: Trekket følger den nøyaktige pausen som er lagret på denne vakten.
nl: De aftrek volgt exact de pauze die in deze dienst is opgeslagen.
nn: Trekket følgjer den nøyaktige pausen som er lagra på denne vakta.
pl: Potrącenie uwzględnia dokładny czas przerwy zapisany na tej zmianie.
pt_br: O desconto segue exatamente a pausa salva neste turno.
ro: Deducerea urmează exact intervalul de pauză salvat pentru această tură.
ru: Вычет следует точному периоду перерыва, сохранённому в этой смене.
sk: Odpočet sa riadi presným časom prestávky uloženým pri tejto zmene.
sl: Odbitek sledi natančno shranjenemu odmoru v tej izmeni.
sr: Odbitak prati tačan period pauze sačuvan u ovoj smeni.
sv: Avdraget följer det exakta pausfönstret som sparats på det här passet.
sw: Makato hufuata muda halisi wa mapumziko uliohifadhiwa kwenye zamu hii.
ta: இந்த ஷிப்டில் சேமிக்கப்பட்ட துல்லியமான இடைவேளை நேரமே கழிக்கப்படும்.
th: การหักจะอิงตามช่วงพักที่บันทึกไว้ในกะนี้อย่างตรงตามจริง
tr: Kesinti, bu vardiyada kaydedilen tam mola aralığını takip eder.
uk: Відрахування відповідає точному часу паузи, збереженому для цієї зміни.
ur: کٹوتی اس شفٹ میں محفوظ عین وقفے کے دورانیے کے مطابق ہوگی۔
vi: Khoản trừ theo đúng khung thời gian nghỉ đã lưu của ca này.
zh_hans: 扣减将按此班次中保存的准确休息时段执行。
zh_hant: 扣除會依此班次儲存的確切休息時段。

# shifts.breakDeduction.explanation.generic
source: The break deduction is included in the wage calculation.
ar: خُصم وقت الاستراحة ضمن حساب الأجر.
bg: Удръжката за почивка е включена в изчисляването на заплатата.
bn: বিরতি কর্তন মজুরি হিসাবের মধ্যে অন্তর্ভুক্ত।
ca: La deducció de la pausa s'inclou en el càlcul salarial.
cs: Odpočet pauzy je zahrnutý do výpočtu mzdy.
da: Pausefradraget er medregnet i lønberegningen.
de: Der Pausenabzug ist in der Lohnberechnung enthalten.
el: Η αφαίρεση του διαλείμματος περιλαμβάνεται στον υπολογισμό μισθού.
es: La deducción de la pausa está incluida en el cálculo salarial.
et: Pausi mahaarvamine on palgaarvestusse kaasatud.
fa: کسر وقفه در محاسبه دستمزد لحاظ شده است.
fi: Taukovähennys sisältyy palkanlaskentaan.
fil: Kasama ang bawas sa pahinga sa pagkalkula ng sahod.
fr: La déduction de pause est incluse dans le calcul du salaire.
he: ניכוי ההפסקה כלול בחישוב השכר.
hi: विराम कटौती वेतन गणना में शामिल है।
hr: Odbitak pauze uključen je u izračun plaće.
hu: A szünetlevonás benne van a bérszámításban.
id: Potongan jeda disertakan dalam perhitungan gaji.
is: Pásufrádráttur er innifalinn í launaútreikningnum.
it: La detrazione della pausa è inclusa nel calcolo della retribuzione.
ja: 休憩控除は賃金計算に含まれます。
ko: 휴게 공제는 임금 계산에 포함됩니다.
lt: Pertraukos išskaita įtraukta į darbo užmokesčio skaičiavimą.
lv: Pārtraukuma atskaitījums ir iekļauts algas aprēķinā.
nb: Pausetrekket er tatt med i lønnsberegningen.
nl: De pauzeaftrek is opgenomen in de loonberekening.
nn: Pausetrekket er teke med i lønsutrekninga.
pl: Potrącenie przerwy jest uwzględnione w wyliczeniu wynagrodzenia.
pt_br: O desconto da pausa está incluído no cálculo salarial.
ro: Deducerea pauzei este inclusă în calculul salariului.
ru: Вычет за перерыв включён в расчёт зарплаты.
sk: Odpočet prestávky je zahrnutý do výpočtu mzdy.
sl: Odbitek odmora je vključen v izračun plače.
sr: Odbitak za pauzu je uključen u obračun zarade.
sv: Pausavdraget ingår i löneberäkningen.
sw: Makato ya mapumziko yamejumuishwa kwenye hesabu ya mshahara.
ta: இடைவேளை கழிப்பு ஊதிய கணக்கீட்டில் சேர்க்கப்பட்டுள்ளது.
th: การหักเวลาพักรวมอยู่ในการคำนวณค่าจ้าง
tr: Mola kesintisi ücret hesaplamasına dahildir.
uk: Відрахування за паузу включено в розрахунок зарплати.
ur: وقفے کی کٹوتی اجرت کے حساب میں شامل ہے۔
vi: Khoản trừ thời gian nghỉ đã được tính trong lương.
zh_hans: 休息扣减已计入工资计算。
zh_hant: 休息扣除已納入薪資計算。

# shifts.breakDeduction.explanation.proportional
source: The break is spread proportionally across base pay and supplements.
ar: تُوزَّع الاستراحة بالتناسب بين الأجر الأساسي والبدلات.
bg: Почивката се разпределя пропорционално между основното заплащане и добавките.
bn: বিরতিটি মূল বেতন ও ভাতাগুলোর মধ্যে আনুপাতিকভাবে ভাগ করা হয়।
ca: La pausa es reparteix proporcionalment entre el salari base i els complements.
cs: Pauza se rozdělí poměrně mezi základní mzdu a příplatky.
da: Pausen fordeles forholdsmæssigt mellem grundløn og tillæg.
de: Die Pause wird proportional auf Grundlohn und Zuschläge verteilt.
el: Το διάλειμμα κατανέμεται αναλογικά μεταξύ βασικής αμοιβής και επιδομάτων.
es: La pausa se reparte proporcionalmente entre salario base y complementos.
et: Paus jaotatakse proportsionaalselt põhipalga ja lisatasude vahel.
fa: وقفه به‌صورت متناسب بین حقوق پایه و مزایا توزیع می‌شود.
fi: Tauko jaetaan suhteessa peruspalkan ja lisien kesken.
fil: Ang pahinga ay hinahati nang proporsyonal sa batayang sahod at mga dagdag.
fr: La pause est répartie proportionnellement entre le salaire de base et les suppléments.
he: ההפסקה מחולקת באופן יחסי בין שכר הבסיס לתוספות.
hi: विराम को मूल वेतन और भत्तों में आनुपातिक रूप से बाँटा जाता है।
hr: Pauza se raspoređuje proporcionalno između osnovne plaće i dodataka.
hu: A szünet arányosan oszlik meg az alapbér és a pótlékok között.
id: Jeda dibagi proporsional antara gaji pokok dan tunjangan.
is: Pásan skiptist hlutfallslega á grunnlaun og álag.
it: La pausa è ripartita proporzionalmente tra paga base e indennità.
ja: 休憩は基本給と手当に比例配分されます。
ko: 휴게시간은 기본급과 수당에 비례해 배분됩니다.
lt: Pertrauka proporcingai paskirstoma tarp bazinio atlygio ir priedų.
lv: Pārtraukums tiek sadalīts proporcionāli starp pamatalgu un piemaksām.
nb: Pausen fordeles proporsjonalt mellom grunnlønn og tillegg.
nl: De pauze wordt evenredig verdeeld over basisloon en toeslagen.
nn: Pausen blir fordelt proporsjonalt mellom grunnløn og tillegg.
pl: Przerwa jest rozliczana proporcjonalnie między stawką podstawową a dodatkami.
pt_br: A pausa é distribuída proporcionalmente entre o salário-base e os adicionais.
ro: Pauza este distribuită proporțional între plata de bază și sporuri.
ru: Перерыв распределяется пропорционально между базовой оплатой и доплатами.
sk: Prestávka sa rozdelí pomerne medzi základnú mzdu a príplatky.
sl: Odmor se sorazmerno porazdeli med osnovno plačo in dodatke.
sr: Pauza se proporcionalno raspoređuje između osnovne plate i dodataka.
sv: Pausen fördelas proportionellt mellan grundlön och tillägg.
sw: Mapumziko hugawanywa kwa uwiano kati ya malipo ya msingi na nyongeza.
ta: இடைவேளை அடிப்படை ஊதியம் மற்றும் கூடுதல் கொடுப்பனவுகளில் விகிதாசாரமாக பகுக்கப்படும்.
th: เวลาพักจะถูกกระจายตามสัดส่วนระหว่างค่าจ้างพื้นฐานและค่าตอบแทนเพิ่ม
tr: Mola, taban ücret ve ek ödemeler arasında orantılı dağıtılır.
uk: Пауза розподіляється пропорційно між базовою оплатою та доплатами.
ur: وقفہ بنیادی اجرت اور اضافوں میں متناسب طور پر تقسیم ہوتا ہے۔
vi: Thời gian nghỉ được phân bổ theo tỷ lệ giữa lương cơ bản và phụ cấp.
zh_hans: 休息时间会按比例分摊到基本工资和补贴。
zh_hant: 休息時間會按比例分攤到基本薪資與加給。

# shifts.breakDeduction.part.basePay
source: Base pay
ar: الأجر الأساسي
bg: Основно заплащане
bn: মূল বেতন
ca: Salari base
cs: Základní mzda
da: Grundløn
de: Grundlohn
el: Βασική αμοιβή
es: Sueldo base
et: Põhipalk
fa: حقوق پایه
fi: Peruspalkka
fil: Batayang sahod
fr: Salaire de base
he: שכר בסיס
hi: मूल वेतन
hr: Osnovna plaća
hu: Alapbér
id: Gaji pokok
is: Grunnlaun
it: Paga base
ja: 基本給
ko: 기본급
lt: Bazinis atlygis
lv: Pamatalga
nb: Grunnlønn
nl: Basisloon
nn: Grunnlønn
pl: Płaca podstawowa
pt_br: Salário base
ro: Salariu de bază
ru: Базовая оплата
sk: Základná mzda
sl: Osnovno plačilo
sr: Osnovna plata
sv: Grundlön
sw: Mshahara wa msingi
ta: அடிப்படை ஊதியம்
th: ค่าจ้างพื้นฐาน
tr: Temel ücret
uk: Базова оплата
ur: بنیادی اجرت
vi: Lương cơ bản
zh_hans: 基本工资
zh_hant: 基本薪資

# shifts.breakDeduction.part.supplement
source: Supplement
ar: بدل
bg: Доплащане
bn: ভাতা
ca: Suplement
cs: Příplatek
da: Tillæg
de: Zuschlag
el: Επίδομα
es: Complemento
et: Lisatasu
fa: مزایا
fi: Lisä
fil: Dagdag
fr: Supplément
he: תוספת
hi: भत्ता
hr: Dodatak
hu: Pótlék
id: Tunjangan
is: Álag
it: Supplemento
ja: 手当
ko: 추가수당
lt: Priedas
lv: Piemaksa
nb: Tillegg
nl: Toeslag
nn: Tillegg
pl: Dodatek
pt_br: Adicional
ro: Spor
ru: Доплата
sk: Príplatok
sl: Dodatek
sr: Dodatak
sv: Tillägg
sw: Nyongeza
ta: கூடுதல்
th: ส่วนเพิ่ม
tr: Ek ödeme
uk: Доплата
ur: اضافہ
vi: Phụ cấp
zh_hans: 补贴
zh_hant: 津貼

# shifts.calendar.toggle.earnings
source: Earnings
ar: الأرباح
bg: Приходи
bn: আয়
ca: Ingressos
cs: Příjmy
da: Indtjening
de: Einnahmen
el: Κέρδη
es: Ingresos
et: Sissetulek
fa: درآمد
fi: Tulot
fil: Kita
fr: Revenus
he: הכנסה
hi: आय
hr: Zarada
hu: Bevételek
id: Penghasilan
is: Tekjur
it: Guadagni
ja: 収入
ko: 수입
lt: Pajamos
lv: Ienākumi
nb: Inntekt
nl: Inkomsten
nn: Inntekt
pl: Zarobki
pt_br: Ganhos
ro: Venituri
ru: Доход
sk: Výnosy
sl: Zaslužek
sr: Zarada
sv: Inkomst
sw: Mapato
ta: வருமானம்
th: รายได้
tr: Kazançlar
uk: Заробіток
ur: آمدنی
vi: Thu nhập
zh_hans: 收入
zh_hant: 收入

# shifts.calendar.toggle.hours
source: Times
ar: الأوقات
bg: Часове
bn: সময়
ca: Hores
cs: Časy
da: Tider
de: Zeiten
el: Ώρες
es: Horas
et: Kellaajad
fa: ساعت‌ها
fi: Ajat
fil: Mga oras
fr: Horaires
he: שעות
hi: समय
hr: Vremena
hu: Időpontok
id: Waktu
is: Tímar
it: Orari
ja: 時刻
ko: 시간
lt: Laikai
lv: Laiki
nb: Tider
nl: Tijden
nn: Tider
pl: Godziny
pt_br: Horários
ro: Ore
ru: Время
sk: Časy
sl: Časi
sr: Vremena
sv: Tider
sw: Nyakati
ta: நேரங்கள்
th: เวลา
tr: Saatler
uk: Час
ur: اوقات
vi: Giờ
zh_hans: 时间
zh_hant: 時間

# shifts.chooseDates
source: Choose dates
ar: اختر التواريخ
bg: Изберете дати
bn: তারিখ বাছুন
ca: Tria dates
cs: Vyberte data
da: Vælg datoer
de: Daten wählen
el: Επιλογή ημερομηνιών
es: Elegir fechas
et: Vali kuupäevad
fa: انتخاب تاریخ‌ها
fi: Valitse päivät
fil: Pumili ng mga petsa
fr: Choisir des dates
he: בחר תאריכים
hi: तिथियां चुनें
hr: Odaberi datume
hu: Dátumok kiválasztása
id: Pilih tanggal
is: Veldu dagsetningar
it: Scegli date
ja: 日付を選択
ko: 날짜 선택
lt: Pasirinkite datas
lv: Izvēlieties datumus
nb: Velg datoer
nl: Kies datums
nn: Vel datoar
pl: Wybierz daty
pt_br: Escolher datas
ro: Alege datele
ru: Выберите даты
sk: Vyberte dátumy
sl: Izberite datume
sr: Izaberite datume
sv: Välj datum
sw: Chagua tarehe
ta: தேதிகளை தேர்வு செய்
th: เลือกวันที่
tr: Tarihleri seç
uk: Виберіть дати
ur: تاریخیں منتخب کریں
vi: Chọn ngày
zh_hans: 选择日期
zh_hant: 選擇日期

# shifts.confirm
source: Confirm
ar: تأكيد
bg: Потвърди
bn: নিশ্চিত করুন
ca: Confirmar
cs: Potvrdit
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
et: Kinnita
fa: تایید
fi: Vahvista
fil: Kumpirma
fr: Confirmer
he: אישור
hi: पुष्टि करें
hr: Potvrdi
hu: Megerősítés
id: Konfirmasi
is: Staðfesta
it: Conferma
ja: 確認
ko: 확인
lt: Patvirtinti
lv: Apstiprināt
nb: Bekreft
nl: Bevestigen
nn: Bekreft
pl: Potwierdź
pt_br: Confirmar
ro: Confirmă
ru: Подтвердить
sk: Potvrdiť
sl: Potrdi
sr: Potvrdi
sv: Bekräfta
sw: Thibitisha
ta: உறுதிப்படுத்து
th: ยืนยัน
tr: Onayla
uk: Підтвердити
ur: تصدیق کریں
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

# shifts.copying
source: Copying...
ar: جاري النسخ...
bg: Копиране...
bn: কপি করা হচ্ছে...
ca: Copiant...
cs: Kopírování...
da: Kopierer...
de: Wird kopiert...
el: Αντιγραφή...
es: Copiando...
et: Kopeeritakse...
fa: درحال کپی‌کردن...
fi: Kopioidaan...
fil: Kinokopya...
fr: Copie en cours...
he: מעתיק...
hi: कॉपी किया जा रहा है...
hr: Kopiranje...
hu: Másolás...
id: Menyalin...
is: Afritun í gangi...
it: Copia in corso...
ja: コピー中...
ko: 복사 중...
lt: Kopijuojama...
lv: Kopējošs...
nb: Kopierer...
nl: Kopiëren...
nn: Kopierer...
pl: Kopiowanie...
pt_br: Copiando...
ro: Se copiază...
ru: Копирование...
sk: Kopírujem...
sl: Kopiranje...
sr: Kopiranje...
sv: Kopierar...
sw: Inakinakili...
ta: நகলெடுக்கிறது...
th: กำลังคัดลอก...
tr: Kopyalanıyor...
uk: Копіюється...
ur: کاپی ہو رہا ہے...
vi: Đang sao chép...
zh_hans: 复制中...
zh_hant: 複製中...

# shifts.crossMidnightInfo
source: Shift continues past midnight to the next day
ar: تستمر النوبة بعد منتصف الليل إلى اليوم التالي
bg: Смяната продължава след полунощ на следващия ден
bn: শিফট মধ্যরাতের পর পরের দিনে চলতে থাকে
ca: La vaga continua passada la mitjanit fins al dia següent
cs: Směna přesahuje půlnoc do následujícího dne
da: Vagten går over midnat til næste dag
de: Schicht läuft über Mitternacht in den nächsten Tag
el: Η βάρδια συνεχίζεται μετά τα μεσάνυχτα στην επόμενη μέρα
es: La vaca se extiende más allá de la medianoche al día siguiente
et: Vahetus jätkub keskööl järgmisele päevale
fa: شیفت از نیمه‌شب تا روز بعد ادامه دارد
fi: Vuoro jatkuu keskiyön yli seuraavaan päivään
fil: Ang shift ay patuloy lampas hating-gabi hanggang sa susunod na araw
fr: La vaction continue après minuit jusqu'au jour suivant
he: המשמרת ממשיכה אחרי חצות למחרת
hi: शिफ्ट मध्यरात्रि के बाद अगले दिन तक जारी रहती है
hr: Smjena se nastavlja nakon ponoći do sljedećeg dana
hu: A műszak éjfél után folytatódik a következő napra
id: Shift berlanjut melampaui tengah malam ke hari berikutnya
is: Vaktin heldur áfram yfir miðnætti til næsta dags
it: La vakt continua dopo la mezzanotte al giorno successivo
ja: シフトが深夜を越えて翌日に続きます
ko: 근무가 자정을 넘어 다음 날까지 계속됩니다
lt: Pamaina tęsiasi po vidurnakčio į kitą dieną
lv: Maiņa turpinās pēc pusnakts nākamajā dienā
nb: Vakten går over midnatt til neste dag
nl: Vak loopt over middernacht naar volgende dag
nn: Vakten går over midnatt til neste dag
pl: Zmiana przechodzi przez północ na następny dzień
pt_br: O turno continua após a meia-noite para o próximo dia
ro: Schimbul continuă după miezul nopții în ziua următoare
ru: Смена переходит за полночь на следующий день
sk: Zmena pokračuje po polnoci nasledujúci deň
sl: Shift se nadaljuje čez polnoč do naslednjega dne
sr: Smena se nastavlja posle ponoći na sledeći dan
sv: Skiftet går över midnatt till nästa dag
sw: Zamu inaendelea zaidi ya usiku wa manane hadi siku inayofuata
ta: வேலை நள்ளிரவைக் கடந்து அடுத்த நாளுக்குச் செல்கிறது
th: กะการทำงานต่อเนื่องผ่านเที่ยงคืนไปยังวันถัดไป
tr: Vardiya gece yarısından sonraki güne uzanıyor
uk: Зміна переходить за північ на наступний день
ur: شفٹ آدھی رات کے بعد اگلے دن تک جاری رہتی ہے
vi: Ca làm việc kéo dài qua nửa đêm đến ngày hôm sau
zh_hans: 班次跨越午夜延至次日
zh_hant: 班次跨越午夜延至隔天

# shifts.customized
source: Customized
ar: مخصص
bg: Персонализирано
bn: কাস্টমাইজড
ca: Personalitzat
cs: Přizpůsobeno
da: Tilpasset
de: Angepasst
el: Προσαρμοσμένο
es: Personalizado
et: Kohandatud
fa: سفارشی
fi: Mukautettu
fr: Personnalisé
he: מותאם אישית
hi: अनुकूलित
hr: Prilagođeno
hu: Testreszabott
id: Disesuaikan
is: Sérsniðið
it: Personalizzato
ja: カスタマイズ済み
ko: 맞춤설정됨
lt: Pritaikytas
lv: Pielāgots
nb: Tilpasset
nl: Aangepast
nn: Tilpasset
pl: Dostosowana
pt_br: Personalizado
ro: Personalizat
ru: Настроено
sk: Prispôsobené
sl: Prilagojeno
sr: Prilagođeno
sv: Anpassad
sw: Iliyoboreshwa
ta: தனிப்பயனாக்கப்பட்ட
th: ปรับแต่งแล้ว
tr: Özelleştirilmiş
uk: Налаштовано
ur: حسب ضرورت
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

# shifts.date
source: Date
ar: التاريخ
bg: Дата
bn: তারিখ
ca: Data
cs: Datum
da: Dato
de: Datum
el: Ημερομηνία
es: Fecha
et: Kuupäev
fa: تاریخ
fi: Päivämäärä
fil: Petsa
he: תאריך
hi: तारीख
hr: Datum
hu: Dátum
id: Tanggal
is: Dagsetning
it: Data
ja: 日付
ko: 날짜
lt: Data
lv: Datums
nb: Dato
nl: Datum
nn: Dato
pl: Data
pt_br: Data
ro: Data
ru: Дата
sk: Dátum
sl: Datum
sr: Datum
sv: Datum
sw: Tarehe
ta: தேதி
th: วันที่
tr: Tarih
uk: Дата
ur: تاریخ
vi: Ngày
zh_hans: 日期
zh_hant: 日期

# shifts.daySheet.earnings
source: earnings
ar: أرباح
bg: доход
bn: আয়
ca: guanys
cs: příjem
da: indtjening
de: Einnahmen
el: εισόδημα
es: ingresos
et: sissetulek
fa: درآمد
fi: ansiot
fil: kita
fr: gains
he: הכנסה
hi: कमाई
hr: zarada
hu: bevétel
id: pendapatan
is: tekjur
it: guadagni
ja: 給与
ko: 수입
lt: pajamos
lv: ienākumi
nb: inntekt
nl: inkomsten
nn: inntekt
pl: zarobki
pt_br: ganhos
ro: câștiguri
ru: заработок
sk: príjem
sl: zaslužek
sr: zarada
sv: inkomst
sw: mapato
ta: வருவாய்
th: รายได้
tr: kazanç
uk: заробіток
ur: کمائی
vi: thu nhập
zh_hans: 收入
zh_hant: 收入

# shifts.daySheet.hours
source: hours
ar: ساعات
bg: часа
bn: ঘণ্টা
ca: hores
cs: hodin
da: timer
de: Stunden
el: ώρες
es: horas
et: tunnid
fa: ساعت
fi: tunnit
fil: oras
fr: heures
he: שעות
hi: घंटे
hr: sati
hu: óra
id: jam
is: tímar
it: ore
ja: 時間
ko: 시간
lt: valandos
lv: stundas
nb: timer
nl: uren
nn: timer
pl: godziny
pt_br: horas
ro: ore
ru: часы
sk: hodiny
sl: ure
sr: sati
sv: timmar
sw: masaa
ta: மணிநேரங்கள்
th: ชั่วโมง
tr: saat
uk: години
ur: گھنٹے
vi: giờ
zh_hans: 小时
zh_hant: 小時

# shifts.deleteButton
source: Delete Shift
ar: حذف النوبة
bg: Изтрий смяна
bn: শিফট মুছুন
ca: Suprimir vaga
cs: Smazat směnu
da: Slet vagt
de: Schicht löschen
el: Διαγραφή βάρδιας
es: Eliminar Vaca
et: Kustuta vahetus
fa: حذف شیفت
fi: Poista vuoro
fil: Tanggalin ang Shift
fr: Supprimer la vaction
he: מחק משמרת
hi: शिफ्ट हटाएं
hr: Obriši smjenu
hu: Műszak törlése
id: Hapus Shift
is: Eyða vakt
it: Elimina vakt
ja: シフトを削除
ko: 근무 삭제
lt: Ištrinti pamainą
lv: Dzēst maiņu
nb: Slett vakt
nl: Vak verwijderen
nn: Slett vakt
pl: Usuń zmianę
pt_br: Deletar Turno
ro: Șterge Schimb
ru: Удалить смену
sk: Odstrániť zmenu
sl: Izbriši shift
sr: Obriši smenu
sv: Radera skift
sw: Futa Zamu
ta: ஷிப்ட்டை நீக்கவும்
th: ลบกะการทำงาน
tr: Vardiyayı Sil
uk: Видалити зміну
ur: شفٹ حذف کریں
vi: Xóa ca làm việc
zh_hans: 删除班次
zh_hant: 刪除班次
